{
  "questions": [
    "What’s your favorite Fortnite season of all time?",
    "Would you rather land at Tilted Towers or Pleasant Park?",
    "If you could bring back one vaulted weapon, what would it be?",
    "What’s the funniest Fortnite emote?",
    "What’s your go-to landing spot this season?",
    "Would you rather win with 1 HP or with no weapons?",
    "What’s the best Fortnite crossover skin?",
    "What’s your favorite healing item?",
    "Would you rather always have a shotgun or a sniper?",
    "Who’s your favorite Fortnite NPC?",
    "What’s your funniest Fortnite fail?",
    "Would you rather carry grenades or fireflies?",
    "What’s your favorite battle pass skin?",
    "Would you rather only play Zero Build or normal Battle Royale?",
    "What’s your favorite mythic weapon?",
    "Would you rather skybase or camp in a bush?",
    "What’s the rarest Fortnite skin you own?",
    "Would you rather reboot a teammate or keep the loot?",
    "What’s your favorite Fortnite trap?",
    "What’s your dream Fortnite collab?",
    "Would you rather be amazing at building or aiming?",
    "What’s your favorite Fortnite pet/back bling?",
    "Would you rather carry 6 minis or 3 big pots?",
    "What’s your favorite Fortnite vehicle?",
    "Would you rather loot llamas or supply drops?",
    "What’s your favorite Fortnite event?",
    "Would you rather play solos forever or only squads forever?",
    "What’s your favorite Fortnite pickaxe?",
    "Would you rather always hot drop or always safe land?",
    "What’s your favorite Fortnite streamer/YouTuber?",
    "Would you rather only play Arena or Team Rumble?",
    "What’s your favorite Fortnite meme skin?",
    "Would you rather emote mid-fight or after the win?",
    "What’s the most OP Fortnite weapon?",
    "Would you rather play Fortnite for 1 hour daily or 12 hours once a week?",
    "What’s your favorite Fortnite soundtrack?",
    "Would you rather face Darth Vader or Thanos in Fortnite?",
    "What’s your funniest Fortnite teammate moment?",
    "Would you rather never heal again or never build again?",
    "What’s your favorite Fortnite spray?",
    "Would you rather get 10 kills and lose or 0 kills and win?",
    "What’s your favorite Fortnite shotgun?",
    "Would you rather play creative box fights or zone wars?",
    "What’s your favorite Fortnite collab?",
    "Would you rather win by storm or elimination?",
    "What’s your favorite Fortnite loading screen?",
    "Would you rather fight a sweaty squad or a hacker?",
    "What’s your favorite Fortnite skin combo?",
    "Would you rather glide with Batman’s cape or Spider-Man’s web?",
    "What’s your favorite OG Fortnite memory?",

    "--- FOOD/SNACKS/DRINKS ---",
    "What’s your favorite pizza topping?",
    "Would you rather eat only burgers or only pizza for a year?",
    "What’s your go-to snack during gaming?",
    "Would you rather give up sweets or salty snacks?",
    "What’s your favorite ice cream flavor?",
    "Would you rather drink only soda or only water forever?",
    "What’s your favorite fast food place?",
    "Would you rather always eat breakfast food or dinner food?",
    "What’s your favorite chocolate bar?",
    "Would you rather have unlimited chips or unlimited cookies?",
    "What’s your favorite kind of crisps?",
    "Would you rather try every exotic soda or every exotic snack?",
    "What’s your favorite fizzy drink?",
    "Would you rather only drink tea or coffee forever?",
    "What’s your favorite fruit?",
    "Would you rather eat sweet popcorn or salty popcorn?",
    "What’s your favorite cake?",
    "Would you rather give up pizza or fries?",
    "What’s your favorite sandwich filling?",
    "Would you rather eat spicy food or sweet food?",
    "What’s your favorite cereal?",
    "Would you rather always eat cold food or hot food?",
    "What’s your favorite milkshake flavor?",
    "Would you rather eat at home or dine out forever?",
    "What’s your favorite holiday meal?",
    "Would you rather eat tacos or burritos?",
    "What’s your favorite candy?",
    "Would you rather never eat meat or never eat veg?",
    "What’s your favorite snack for watching movies?",
    "Would you rather try every sauce or every seasoning?",
    "What’s your favorite biscuit?",
    "Would you rather eat only sandwiches or only soup?",
    "What’s your favorite fizzy candy?",
    "Would you rather drink juice or soda forever?",
    "What’s your favorite crisps flavor?",
    "Would you rather always eat spicy crisps or plain?",
    "What’s your favorite dessert?",
    "Would you rather eat unlimited chips or unlimited nuggets?",
    "What’s your favorite drink on a hot day?",
    "Would you rather give up sweets or give up soda?",
    "What’s your favorite breakfast food?",
    "Would you rather eat pancakes or waffles?",
    "What’s your favorite holiday treat?",
    "Would you rather have unlimited chocolate or unlimited crisps?",
    "What’s your favorite drink at the cinema?",
    "Would you rather eat pizza with pineapple or never eat pizza?",
    "What’s your favorite snack combo?",
    "Would you rather only eat chocolate or only sweets?",
    "What’s your favorite comfort food?",
    "Would you rather eat cake or ice cream on your birthday?"
  ]{
  "questions": [
    "--- GAMING GENERAL ---",
    "What was the first video game you ever played?",
    "Would you rather only play console or only play PC?",
    "What’s your favorite Nintendo character?",
    "Would you rather play co-op or solo games?",
    "What’s your favorite RPG?",
    "Would you rather play only old retro games or only new games?",
    "What’s your favorite gaming soundtrack?",
    "Would you rather play Minecraft or Roblox forever?",
    "What’s your funniest gaming rage story?",
    "Would you rather have infinite coins in Mario or infinite ammo in COD?",
    "What’s your favorite gaming controller?",
    "Would you rather play FIFA or Rocket League?",
    "What’s the most underrated game you’ve played?",
    "Would you rather play VR or handheld console?",
    "What’s your favorite gaming console?",
    "Would you rather play Skyrim or The Witcher?",
    "What’s your funniest gaming memory?",
    "Would you rather only play shooters or puzzle games?",
    "What’s your favorite indie game?",
    "Would you rather play Pokémon or Digimon?",
    "... (continue until 100 gaming questions)",

    "--- LOCATIONS ---",
    "What’s your dream holiday destination?",
    "Would you

}
