{
  "questions": [
    "What is your favourite Fortnite season of all time?",
    "Would you rather land at Tilted Towers or Pleasant Park?",
    "If you could bring back one vaulted weapon, what would it be?",
    "What is the funniest Fortnite emote?",
    "What is your go-to landing spot this season?",
    "Would you rather win with 1 HP or with no weapons?",
    "What is the best Fortnite crossover skin?",
    "What is your favourite healing item?",
    "Would you rather always have a shotgun or a sniper?",
    "Who is your favourite Fortnite NPC?",
    "What is your funniest Fortnite fail?",
    "Would you rather carry grenades or fireflies?",
    "What is your favourite battle pass skin?",
    "Would you rather only play Zero Build or normal Battle Royale?",
    "What is your favourite mythic weapon?",
    "Would you rather skybase or camp in a bush?",
    "What is the rarest Fortnite skin you own?",
    "Would you rather reboot a teammate or keep the loot?",
    "What is your favourite Fortnite trap?",
    "What is your dream Fortnite collab?",
    "Would you rather be amazing at building or aiming?",
    "What is your favourite Fortnite pet or back bling?",
    "Would you rather carry 6 minis or 3 big pots?",
    "What is your favourite Fortnite vehicle?",
    "Would you rather loot llamas or supply drops?",
    "What is your favourite Fortnite live event?",
    "Would you rather play solos forever or only squads forever?",
    "What is your favourite Fortnite pickaxe?",
    "Would you rather always hot drop or always safe land?",
    "Who is your favourite Fortnite streamer or YouTuber?",
    "Would you rather only play Arena or Team Rumble?",
    "What is your favourite Fortnite meme skin?",
    "Would you rather emote mid-fight or after the win?",
    "What is the most overpowered Fortnite weapon ever?",
    "Would you rather play Fortnite for 1 hour daily or 12 hours once a week?",
    "What is your favourite Fortnite soundtrack?",
    "Would you rather face Darth Vader or Thanos in Fortnite?",
    "What is your funniest Fortnite teammate moment?",
    "Would you rather never heal again or never build again?",
    "What is your favourite Fortnite spray?",
    "Would you rather get 10 kills and lose or 0 kills and win?",
    "What is your favourite Fortnite shotgun?",
    "Would you rather play creative box fights or zone wars?",
    "What is your favourite Fortnite collab?",
    "Would you rather win by storm or elimination?",
    "What is your favourite Fortnite loading screen?",
    "Would you rather fight a sweaty squad or a hacker?",
    "What is your favourite Fortnite skin combo?",
    "Would you rather glide with Batman’s cape or Spider-Man’s web?",
    "What is your favourite OG Fortnite memory?",
    "What is your favourite pizza topping?",
    "Would you rather eat only burgers or only pizza for a year?",
    "What is your go-to snack during gaming sessions?",
    "Would you rather give up sweets or salty snacks?",
    "What is your favourite ice cream flavour?",
    "Would you rather drink only soda or only water forever?",
    "What is your favourite fast-food restaurant?",
    "Would you rather always eat breakfast food or dinner food?",
    "What is your favourite chocolate bar?",
    "Would you rather have unlimited chips or unlimited cookies?",
    "What is your favourite kind of crisps?",
    "Would you rather try every exotic soda or every exotic snack?",
    "What is your favourite fizzy drink?",
    "Would you rather only drink tea or coffee forever?",
    "What is your favourite fruit?",
    "Would you rather eat sweet popcorn or salty popcorn?",
    "What is your favourite cake?",
    "Would you rather give up pizza or fries?",
    "What is your favourite sandwich filling?",
    "Would you rather eat spicy food or sweet food?",
    "What is your favourite breakfast cereal?",
    "Would you rather always eat cold food or hot food?",
    "What is your favourite milkshake flavour?",
    "Would you rather eat at home or dine out forever?",
    "What is your favourite holiday meal?",
    "Would you rather eat tacos or burritos?",
    "What is your favourite candy?",
    "Would you rather never eat meat or never eat vegetables?",
    "What is your favourite snack for watching movies?",
    "Would you rather try every sauce or every seasoning?",
    "What is your favourite biscuit?",
    "Would you rather eat only sandwiches or only soup?",
    "What is your favourite fizzy candy?",
    "Would you rather drink juice or soda forever?",
    "What is your favourite crisps flavour?",
    "Would you rather always eat spicy crisps or plain ones?",
    "What is your favourite dessert?",
    "Would you rather eat unlimited chips or unlimited nuggets?",
    "What is your favourite drink on a hot day?",
    "Would you rather give up sweets or give up soda?",
    "What is your favourite breakfast food?",
    "Would you rather eat pancakes or waffles?",
    "What is your favourite holiday treat?",
    "Would you rather have unlimited chocolate or unlimited crisps?",
    "What is your favourite drink at the cinema?",
    "Would you rather eat pizza with pineapple or never eat pizza again?",
    "What is your favourite snack combo?",
    "Would you rather only eat chocolate or only sweets?",
    "What is your favourite comfort food?",
    "Would you rather eat cake or ice cream on your birthday?",
    "What was the first video game you ever played?",
    "Would you rather only play console or only play PC?",
    "Who is your favourite Nintendo character?",
    "Would you rather play co-op or solo games?",
    "What is your favourite role-playing game?",
    "Would you rather play only retro games or only new releases?",
    "What is your favourite gaming soundtrack?",
    "Would you rather play Minecraft or Roblox forever?",
    "What is your funniest gaming rage story?",
    "Would you rather have infinite coins in Mario or infinite ammo in Call of Duty?",
    "What is your favourite gaming controller?",
    "Would you rather play FIFA or Rocket League?",
    "What is the most underrated game you have ever played?",
    "Would you rather play VR games or handheld console games?",
    "What is your favourite gaming console of all time?",
    "Would you rather play Skyrim or The Witcher?",
    "What is your funniest gaming memory?",
    "Would you rather only play shooters or puzzle games?",
    "What is your favourite indie game?",
    "Would you rather play Pokemon or Digimon?",
    "What is your favourite food truck meal?",
    "What is the weirdest coincidence that has happened to you?",
    "What is your go-to karaoke anthem?",
    "What is the funniest rumour you have heard about yourself?",
    "If you could swap jobs with anyone, who would it be?",
    "What is your favourite retro arcade game?",
    "What is the best movie twist you have seen?",
    "What is your favourite random holiday snack?",
    "What is the funniest playground game memory?",
    "What is your go-to comfort TV series?",
    "What is the strangest custom from another country you know?",
    "What is the most unique hobby you have come across?",
    "If you could instantly become a pro at any sport, which?",
    "What is your funniest embarrassing moment in public?",
    "What is the strangest themed restaurant idea you have heard?",
    "What is your favourite icebreaker trivia fact?",
    "What is your favourite retro console?",
    "What is the weirdest fashion trend you secretly liked?",
    "What is your favourite unusual holiday tradition?",
    "What is the strangest classroom rule you had?",
    "What is your favourite silly challenge with friends?",
    "What is the weirdest science experiment you have tried?",
    "What is your favourite theme park memory?",
    "What is the funniest way someone has mispronounced your name?",
    "If you had to invent a candy, what flavour combo?",
    "What is your favourite school subject of all time?",
    "What is your funniest sports fail?",
    "What is the weirdest snack combo you have tried?",
    "What is your favourite fact about animals?",
    "What is the best trivia question you have been asked?",
    "What is your go-to childhood TV theme song?",
    "What is your funniest online shopping fail?",
    "What is your favourite video game boss battle?",
    "What is the most unusual prize you have won?",
    "What is the funniest autocorrect mistake you have seen?",
    "What is your favourite thing to collect?",
    "What is your weirdest dream job idea?",
    "What is your favourite historic landmark?",
    "What is the funniest gift you have ever given?",
    "What is your favourite classroom prank?",
    "What is your favourite trivia category?",
    "What is your favourite type of puzzle?",
    "What is the strangest video game character you like?",
    "What is your favourite local festival?",
    "What is your funniest Halloween costume story?",
    "What is the weirdest coincidence involving strangers?",
    "What is your favourite trivia night snack?",
    "What is your go-to random fun fact?",
    "What is the funniest misheard phrase?",
    "What is your favourite ice cream truck treat?",
    "What is your weirdest superstition?",
    "What is your favourite fact about space?",
    "What is the funniest fail on live TV you have seen?",
    "What is your favourite silly voice impression?",
    "What is the most random food craving you get?",
    "What is your favourite unusual museum?",
    "What is the funniest photo fail you have had?",
    "What is your favourite rainy day comfort food?",
    "What is the weirdest recipe you have tried?",
    "What is the funniest talent show act you have seen?",
    "What is your favourite fun fact about history?",
    "What is your weirdest weather memory?",
    "What is your favourite random trivia about music?",
    "What is your funniest birthday party story?",
    "What is your favourite random TikTok trend?",
    "What is your go-to joke that always works?",
    "What is the weirdest smell you enjoy?",
    "What is the funniest meme format ever?",
    "What is your favourite type of board game?",
    "What is the weirdest advice you have received?",
    "What is your favourite strange world record?",
    "What is the funniest ringtone you have had?",
    "What is your go-to trivia team name?",
    "What is the weirdest fruit or veg you have eaten?",
    "What is your favourite game show moment?",
    "What is the funniest chat message you have sent by accident?",
    "What is your favourite childhood field trip?",
    "What is the strangest sport you have played?",
    "What is your funniest icebreaker answer?",
    "What is your favourite random fact about the human body?",
    "What is your weirdest encounter with wildlife?",
    "What is your funniest misclick in gaming?",
    "What is your favourite odd flavour of crisps?",
    "What is your go-to dance move at parties?",
    "What is your funniest autocorrect fail?",
    "What is your favourite silly trivia about movies?",
    "What is the strangest holiday meal you have had?",
    "What is your funniest mistake while cooking?",
    "What is your favourite carnival prize memory?",
    "What is the weirdest fashion item you own?",
    "What is your favourite quirky fact about science?",
    "What is your funniest live concert moment?",
    "What is your favourite unusual playground game?",
    "What is your weirdest travel story?",
    "What is your favourite random fact about oceans?",
    "What is your funniest nickname origin?",
    "What is your favourite unusual TV show?",
    "What is the weirdest prank you have seen online?",
    "What is your favourite trivia about countries?",
    "What is the funniest costume party story?",
    "What is your favourite silly voice you can do?",
    "What is the weirdest trivia about food you know?",
    "What is your funniest family dinner memory?",
    "What is your favourite random invention?",
    "What is your funniest fail while gaming?",
    "What is your favourite kind of trivia game?",
    "What is the weirdest snack food from another culture?",
    "What is your funniest text autocorrect?",
    "What is your favourite random myth?",
    "What is the weirdest drink you have tasted?",
    "What is your funniest online username story?",
    "What is your favourite fun fact about math?",
    "What is your weirdest camping story?",
    "What is your funniest road trip moment?",
    "What is your favourite random fact about history?",
    "What is your funniest classroom slip-up?",
    "What is your weirdest phone app find?",
    "What is your favourite silly holiday?",
    "What is your funniest shopping accident?",
    "What is your favourite quirky fact about animals?",
    "What is the strangest theme park ride idea?",
    "What is your funniest sibling prank?",
    "What is your favourite piece of random trivia?",
    "What is the weirdest superstition you have believed?",
    "What is your funniest sporting accident?",
    "What is your favourite fact about planets?",
    "What is the strangest local tradition?",
    "What is your funniest video call fail?",
    "What is your favourite unusual world festival?",
    "What is the funniest joke you have ever told?",
    "What is your favourite random trivia fact to share?",
    "What is the weirdest dream you have remembered?",
    "What is your funniest online search history moment?",
    "What is your favourite quirky holiday?",
    "What is your funniest nickname mix-up?",
    "What is your favourite random trivia about languages?",
    "What is the strangest road trip food stop?",
    "What is your funniest classroom answer?",
    "What is your favourite unusual dessert?",
    "What is your funniest fairground ride memory?",
    "What is your weirdest obsession?",
    "What is your favourite random trivia about books?",
    "What is your funniest talent you have shown off?",
    "What is the weirdest holiday story you have had?",
    "What is your favourite silly trivia about history?",
    "What is your funniest autocorrected word?",
    "What is your favourite random space fact?",
    "What is your weirdest coincidence with music?",
    "What is your funniest festival memory?",
    "What is your favourite unusual fruit?",
    "What is your funniest online challenge?",
    "What is your favourite quirky historical figure?",
    "What is your weirdest favourite snack?",
    "What is your funniest streaming fail?",
    "What is your favourite fact about the internet?",
    "What is your funniest wrong lyrics moment?",
    "What is your favourite random geography fact?",
    "What is your weirdest trivia night question?",
    "What is your funniest fairground snack story?",
    "What is your favourite trivia about movies?",
    "What is your weirdest random superstition?",
    "What is your funniest cooking disaster?",
    "What is your favourite random fact about weather?",
    "What is your weirdest museum memory?",
    "What is your funniest slip-up on stage?",
    "What is your favourite trivia about games?",
    "What is your weirdest live show experience?",
    "What is your funniest gaming rage moment?",
    "What is your favourite quirky food fact?",
    "What is your weirdest online chat moment?",
    "What is your funniest misheard question?",
    "What is your favourite random trivia about the brain?",
    "What is your weirdest favourite food?",
    "What is your funniest prank you have done?",
    "What is your favourite trivia about sports?",
    "What is your weirdest random text?",
    "What is your funniest dream story?",
    "What is your favourite quirky science discovery?",
    "What is your weirdest road trip accident?",
    "What is your funniest sibling story?",
    "What is your favourite unusual fact about animals?",
    "What is your weirdest online fail?",
    "What is your funniest holiday cooking story?",
    "What is your favourite trivia about technology?",
    "What is your weirdest TV moment?",
    "What is your funniest childhood story?",
    "What is your favourite quirky travel fact?",
    "What is your weirdest snack combo idea?",
    "What is your funniest live stream fail?",
    "What is your favourite random trivia about the world?",
    "What is your weirdest weather event?",
    "What is your funniest random encounter with a stranger?",
    "What is your favourite quirky invention?",
    "What is your weirdest live performance?",
    "What is your funniest trivia night answer?",
    "What is your favourite unusual world record?",
    "What is your weirdest dream sequence?",
    "What is your funniest internet moment?",
    "What is your favourite random science fact?",
    "What is your weirdest family tradition?",
    "What is your funniest memory with friends?",
    "What is your favourite quirky myth?",
    "What is your weirdest food festival experience?",
    "What is your funniest public transport accident?",
    "What is your favourite random historical fact?",
    "What is your weirdest fairground food?",
    "What is your funniest prank idea?",
    "What is your favourite quirky fact about movies?",
    "What is your weirdest online purchase?",
    "What is your funniest office story?",
    "What is your favourite random animal trivia?",
    "What is your weirdest dream memory?",
    "What is your funniest science experiment?",
    "What is your favourite quirky game fact?",
    "What is your weirdest coincidence?",
    "What is your funniest trivia night memory?",
    "What is your favourite random fact about holidays?",
    "What is your weirdest online challenge?",
    "What is your funniest misclick?",
    "What is your favourite quirky fact about TV?",
    "What is your weirdest bedtime story?",
    "What is your funniest live event story?",
    "What is your favourite random travel trivia?",
    "What is your weirdest fact you have learned?",
    "What is your funniest mistake in gaming?",
    "What is your favourite quirky fact about books?",
    "What is your weirdest tradition at school?",
    "What is your funniest live stream moment?",
    "What is your favourite random fact about food?",
    "What is your weirdest trivia about weather?",
    "What is your funniest online fail story?",
    "What is your favourite quirky fact about people?",
    "What is your weirdest coincidence at work?",
    "What is your funniest accident with food?",
    "What is your favourite random trivia about sports?",
    "What is your weirdest random internet fact?",
    "What is your funniest trivia answer?",
    "What is your favourite quirky festival fact?",
    "What is your weirdest sibling prank?",
    "What is your funniest vacation accident?",
    "What is your favourite random history trivia?",
    "What is your weirdest gaming glitch?",
    "What is your funniest online username mix-up?",
    "What is your favourite quirky space fact?",
    "What is your weirdest holiday memory?",
    "What is your funniest fact you have learned?",
    "What is your favourite random myth trivia?",
    "What is your weirdest trivia about science?",
    "What is your funniest trivia mistake?",
    "What is your favourite quirky invention trivia?",
    "What is your weirdest animal story?",
    "What is your funniest random nickname?",
    "What is your favourite random tech fact?",
    "What is your weirdest road trip joke?",
    "What is your funniest museum visit?",
    "What is your favourite quirky food trivia?",
    "What is your weirdest live stream story?",
    "What is your funniest weather fail?",
    "What is your favourite random fun fact about history?",
    "What is your weirdest online comment?",
    "What is your funniest travel mistake?",
    "What is your favourite quirky fact about holidays?",
    "What is your weirdest trivia night fact?",
    "What is your funniest live show slip?",
    "What is your favourite random fact about culture?",
    "What is your weirdest food trivia?",
    "What is your funniest sibling accident?",
    "What is your favourite quirky fact about festivals?",
    "What is your weirdest random accident?",
    "What is your funniest office accident?",
    "What is your favourite random trivia about games?",
    "What is your weirdest coincidence in class?",
    "What is your funniest gaming accident?",
    "What is your favourite quirky fact about technology?",
    "What is your weirdest music trivia?",
    "What is your funniest family story?",
    "What is your favourite random trivia about music?",
    "What is your weirdest gaming trivia?",
    "What is your funniest cooking story?",
    "What is your favourite quirky travel trivia?",
    "What is your weirdest holiday trivia?",
    "What is your funniest festival accident?",
    "What is your favourite random trivia about nature?",
    "What is your weirdest sibling trivia?",
    "What is your funniest live trivia?",
    "What is your favourite quirky fact about science?"
  ]
}
